{
	"response": {
		"status": "success",
		"totalResults": 538,
		"results": [
			{
				"article_id": "d36a446bdcdb1d119a025b92f1f3bc92",
				"title": "Specsavers Haverfordwest helps hit 1,000,000 recycling mark",
				"link": "https://www.milfordmercury.co.uk/news/23865889.specsavers-haverfordwest-helps-hit-1-000-000-recycling-mark/?ref=rss",
				"keywords": null,
				"creator": null,
				"video_url": null,
				"description": "A Pembrokeshire opticians has helped to contribute to recycling more than 50 tonnes of glasses and eye care materials dropped off by customers.",
				"content": "A Pembrokeshire opticians has helped to contribute to recycling more than 50 tonnes of glasses and eye care materials dropped off by customers. The total has been unveiled by Specsavers this Recycle Week (16-22 October). It also marks reaching the significant milestone of recycling the equivalent of one million pairs of glasses, at stores across the UK, since the initiative began in August 2022. Teaming up with recycling experts MYgroup, collection points have been available in store at Specsavers Haverfordwest for customers to recycle their unwanted specs and contact lens packaging. “A big thank you to everyone who has helped us with this recycling initiative by bringing in their eye care products for disposal,” says Clare Corcoran, divisional chair for Specsavers in Wales. “To have also contributed to such a huge overall total is brilliant and we want to continue to recycle as much as we can to help reduce the amount of waste to landfill. “Customers can drop off metal and plastic glasses and sunglasses, as well as glasses cases, contacts lenses and accessories, including blister packs, contact lens cases and solution bottles. Unfortunately, we can’t accept lens cloths.” Once the collections bins are full, the items are sent to MYgroup’s recycling plant. The glasses and contact lenses are given a second lease of life and repurposed into a wide range of items such as furniture, home and garden accessories, including benches and play park equipment. It can also be used in the building trade as a great alternative to plywood. Unlike some recycled items, the recycled board created by MYgroup has the potential to be recycled over and over again, so any items dropped off for recycling can be repurposed multiple times. You can drop off any unwanted glasses or eye care materials by visiting Haverfordwest Specsavers at 4 Bridge Street, Haverfordwest, Pembrokeshire, SA61 2AL.",
				"pubDate": "2023-10-19 10:51:05",
				"image_url": "https://www.milfordmercury.co.uk/resources/images/17349454/?type=app&htype=0",
				"source_id": "milfordmercury",
				"source_priority": 4843136,
				"country": [
					"united kingdom"
				],
				"category": [
					"top"
				],
				"language": "english"
			},
			{
				"article_id": "b68a252f6cbd84670e2ae497a2173fdf",
				"title": "Bluestone upcycles rubbish to help create Christmasland",
				"link": "https://www.milfordmercury.co.uk/news/23865630.bluestone-upcycles-rubbish-help-create-christmasland/?ref=rss",
				"keywords": null,
				"creator": null,
				"video_url": null,
				"description": "As preparations begin for the festive season, a Pembrokeshire tourist hotspot has revealed why it’s great to have a rubbish Christmas.",
				"content": "As preparations begin for the festive season, a Pembrokeshire tourist hotspot has revealed why it’s great to have a rubbish Christmas. The staff at Bluestone have been busy preparing for the resort’s annual for months and are upcycling the resort’s rubbish to sprinkle festive magic across the park. Festive displays will adorn the Bluestone from November 6 – but unbeknown to guests, these are built from damaged or unwanted materials like drainage pipe offcuts, lampshades, drum kits, pool noodles and broken slides. For the past six months, the dedicated Bluestone team has been refurbishing and painting old Christmas decorations to give them a new lease of life. Waste items from guests have also been repurposed to form structures for wreaths and garlands, while second-hand baubles have been reused as part of the resort’s commitment to reduce landfill waste and embrace the circular economy. Taking the lead on the transformation is Bluestone’s production manager on duty Alison Harris. Since May, she has been on a quest to unearth hidden gems to begin the festive transition. “The Christmasland transformation is our favourite time of the year. Witnessing the joy on our guests’ faces as they walk into the resort is truly priceless,” she said. “Every year, we embrace the spirit of recycling and reusing by repurposing our festive displays – and you’d be amazed at what can be achieved with an old drum kit, pre-loved baubles, a fresh lick of paint and a sprinkle of creativity. “We start by reimagining the decorations that we already have by sprucing them up with paint or reworking them into new displays in our warehouse. “This year, we’ve transformed a broken slide from The HIVE into something totally different. There’s always another purpose for things and it’s fulfilling to turn what some might consider ‘rubbish’ into something magical for guests to enjoy. \"We’re particularly excited to decorate , our new heritage dining experience, this year. It marks the inaugural Christmas transformation for the building, and we've created elegant decorations that perfectly complement its Georgian charm.\" On Sunday, November 5, Bluestone will undergo an overnight transformation for the festive season. The all-weather, undercover adventure area, Serendome, will transform into the Snow Globe, and the Blue Lagoon indoor water park will become the Elf Lagoon Swimming Pool. In addition, the resort will be decorated to create an enchanting and immersive holiday experience for all. Every year during the festive period in the UK, there is approximately three million tonnes of extra plastic waste. But while Wales retains its title as the best nation for recycling in Britain and the third best in the world, Bluestone is hoping to inspire more people to preserve the magic of the season by upcycling their unwanted items. Director of Sustainability for Bluestone, Marten Lewis, said: “Ensuring the most responsible outcome for waste at every opportunity is an aim for us at Bluestone. \"From , to using pool noodles to form our Christmas wreaths, we continuously seek innovative ways to adopt sustainable practices across all aspects of our operations by embracing the principles of a circular economy. “The resort's recycled Christmas decorations offer a visual reminder that sustainability is both achievable and charming. “This season, we aim to help create lasting memories for our guests through these spectacular displays, all while leaving a positive imprint on the environment. And who knows, perhaps we'll inspire some of our guests to breathe new life into their ‘rubbish’ as well.”",
				"pubDate": "2023-10-19 09:59:07",
				"image_url": "https://www.milfordmercury.co.uk/resources/images/17348937/?type=app&htype=0",
				"source_id": "milfordmercury",
				"source_priority": 4843136,
				"country": [
					"united kingdom"
				],
				"category": [
					"top"
				],
				"language": "english"
			},
			{
				"article_id": "4564cae3a753eb0d3fcee0cfadc383da",
				"title": "Demons player Joel Smith tested positive for cocaine; new Blues player faces drug possession charge",
				"link": "https://www.theage.com.au/sport/afl/demons-player-joel-smith-tested-positive-to-cocaine-during-home-and-away-season-20231019-p5edhv.html?ref=rss&utm_medium=rss&utm_source=rss_sport",
				"keywords": [
					"Sport / AFL"
				],
				"creator": [
					"Jake Niall",
					" Andrew Wu and Peter Ryan"
				],
				"video_url": null,
				"description": "Joel Smith has been provisionally suspended after he returned a positive test for cocaine during the home and away season. Separately, Carlton revealed Elijah Hollands has been served with a notice to face court in relation to possession of an illicit substance.",
				"content": "The AFL announced that Melbourne’s Joel Smith has been provisionally suspended, effective immediately, after he returned a positive test for cocaine on match day after the round 23 clash against Hawthorn. However under the anti-doping code rules he could escape with a suspension of just three months backdated to the start of the provisional suspension making a return to the club in the middle of January. However, Smith will be banned from the club during the provisional suspension as he awaits his fate. The league said Smith was tested on Sunday, August 20. The AFL was notified first of the adverse finding by Sport Integrity Australia last week, followed by Smith and then the Demons. Joel Smith celebrates a goal. Credit: Getty “It is asserted that a sample provided by Smith during an in-competition doping control test on 20 August 2023 returned an AAF for the presence of cocaine and its metabolite benzoylecgonine being a prohibited substance under the code,” the league said in a statement on Thursday. “The matter is now progressing in accordance with the code, initially involving further investigation by Sport Integrity Australia supported by the AFL. “In the interim Smith will not be part of Melbourne’s football program. “The AFL is unable to make any further comment at this time.” Melbourne also released a statement on Thursday morning, acknowledging “the communication sent by [the] AFL regarding Melbourne player Joel Smith and the notification to him of an adverse analytical finding, potential violation of the Australian Football Anti-Doping Code and imposition of a provisional suspension which is effective immediately. “As this matter is being investigated by Sport Integrity Australia, the Melbourne Football Club is unable to make any further comment at this time. “The club will continue to support Joel throughout the process and ensure our supporters are informed further when we are authorised to do so.” Smith’s positive test was a result of the AFL’s adherence to the anti-doping code under World Anti-Doping Agency guidelines, which runs separately to the league’s illicit drugs policy . If a player tests positive to an illicit drug under the AFL anti-doping code then they face a two-year ban if it’s in competition and a three-month ban if out-of-competition. Smith tested positive in competition but under WADA rules introduced in 2021 an athlete testing positive to cocaine or marijuana will only face a three-month suspension if they can prove “the substance was used out-of-competition and that its use was unrelated to sporting performance”. He would need to prove his case at a hearing of the AFL’s anti-doping tribunal and could have his suspension reduced to one month under the AFL’s anti-doping code if he agreed to undergo substance-of-abuse treatment. The time taken between the sample collection and Smith being notified was approximately seven weeks however there is no standard time between collection and notification. All athlete samples are sent to a WADA accredited laboratory, which operate independently of Anti-Doping Organisations, such as Sport Integrity Australia. In Australia, the WADA accredited laboratory is based in Sydney, one of 30 WADA Accredited Laboratories around the world. The International Standard for Laboratories details the requirements for sample analysis, meaning all samples are analysed based on the same standard regardless of where in the world they are tested, and all analysis is done anonymously. The AFL Players Association released a statement saying it was inappropriate to speculate on details of the case or pre-empt the outcome, and it would provide support to Smith and the club throughout the process. Sport Integrity Australia and Smith’s management declined to comment. Smith played in both of Melbourne’s narrow finals losses this season, to Collingwood and Carlton and celebrated the birth of his first child in September. He is the son of the former Melbourne and North Melbourne player Shaun Smith, who has been public about his difficulties post-football following concussions during his playing days. Testing under the AFL’s separate illicit drugs policy has focused on substances including cocaine, ecstasy and amphetamines such as ice, and sedatives such as ketamine and GHB. Both kinds of test are administered by Sport Integrity Australia under the auspices of the AFL. Under the illicit drug policy, AFL medical directors and the player’s club doctor – but not club management – are told of a positive first test, unless there is footage available. It is then referred by the AFL medical officer to the club doctor to determine the best course of action, including what treatment the player should be referred to. A first strike sparks a suspended $5000 fine, counselling and target testing (where a player identified as a potential user is tested more often) but the player – typically – remains anonymous. Upon a second strike, a player’s name is made public, and he serves a four-match suspension. A third strike incurs a 12-match suspension. Strikes must be given within four years of each other to be considered second, third or subsequent strikes. In a day of controversy, Carlton also revealed recruit Elijah Hollands has been served a notice to appear in court relating to the possession of an illicit substance. He was a Gold Coast player at the time and the Blues were made aware of the alleged transgression before they went through with trading him into the club to play alongside his brother. The AFL integrity unit are conducting their own investigation, with both clubs simultaneously releasing a statement just 24 hours after Hollands was traded to play alongside his brother Ollie Hollands at the Blues. Keep up to date with the best AFL coverage in the country. Sign up for the Real Footy newsletter .",
				"pubDate": "2023-10-19 09:41:08",
				"image_url": null,
				"source_id": "theage",
				"source_priority": 62533,
				"country": [
					"australia"
				],
				"category": [
					"sports"
				],
				"language": "english"
			},
			{
				"article_id": "b16cd37fd26bfb002c65df2909c89334",
				"title": "Gwynedd food wholesaler cuts prices to help customers amid cost rises",
				"link": "https://www.northwaleschronicle.co.uk/news/23865498.gwynedd-food-wholesaler-cuts-prices-help-customers-amid-cost-rises/?ref=rss",
				"keywords": null,
				"creator": null,
				"video_url": null,
				"description": "Price cuts include 50 per cent off Bisto gravy!",
				"content": "A LEADING food distribution company has slashed prices by up to 50 per cent to help Welsh hotels, restaurants and pubs struggling to combat soaring costs. Gwynedd-based Harlech Foodservice have launched its new “Trust Our Prices” campaign, with 321 popular lines having its prices cut. A further 57 have had its prices frozen until January 1 for customers across North Wales and the North West. They include more than 30 per cent off the price of eggs, 26 per cent off baked beans and tomato paste, 20 per cent off butter, 14 per cent off paper napkins, and 50 per cent off Bisto gravy. Harlech head of sales, Chris Gregson, has overseen the reductions. He said: “We review our prices weekly against some of the biggest wholesalers in the UK, saving our customers time as we’ve carried out the price comparison for them. “Our list prices were already very competitive but we appreciate that our customers have found it difficult to plan with confidence when faced with a raft of cost increases, so we have listened to them and taken the decision to lock in the prices of many of our biggest selling lines for three months. “This gives our customers across Wales and into the North West and the Midlands the chance to plan in the knowledge that our food prices will not be going up until January at the earliest. “They will be staying put or being cut if the prices we pay fall – that will give our customers some certainty in an increasingly uncertain world. “This is something that is available to all our customers and couples perfectly with our fantastic service which allows customers to order online up to 10pm at night and get up to 6 days delivery each week.” Harlech introduced six-day delivery last year to enable customers to be more flexible so that, if fine weather brought a surge in trade, then businesses could swiftly re-stock ready for the next day. It will also make it easier for those businesses to plan for the busy Christmas period with the certainty that their costs will remain stable and they will be able to maximise profits. Chris added: “It means they can plan their menus in the knowledge that they will be paying the same amount – or less – for the same products in December as they are now. “They know what their margins are and they will be the same at Christmas as they are now and if we see the cost of items reduce dramatically then we will move our prices down to pass that onto our customers. “As a matter of course we review our competitors’ pricing every week and that enables us to always have a competitive list price - and we check those prices so our customers don’t have to. “We want them to be able to trust our prices and us.” Harlech Foodservice has established bases at Criccieth, in Gwynedd, and in Chester, and this year opened a third in Merthyr Tydfil to supply its increasing market across South Wales. Between the three locations, the company employs more than 200 staff and runs a fleet of vehicles to deliver up to 5,000 product lines to cafés, restaurants, pubs and public sector customers across Wales, Shropshire, the Midlands and the North West.",
				"pubDate": "2023-10-19 09:33:27",
				"image_url": "https://www.northwaleschronicle.co.uk/resources/images/17348787/?type=app&htype=0",
				"source_id": "northwaleschronicle",
				"source_priority": 2822327,
				"country": [
					"united kingdom"
				],
				"category": [
					"top"
				],
				"language": "english"
			},
			{
				"article_id": "b0e9bca40ba64a08dca9f065cfd0b2ce",
				"title": "Sizzling Short century helps Victoria beat Queensland",
				"link": "https://www.espncricinfo.com/ci/content/story/1404171.html?ex_cid=OTC-RSS",
				"keywords": null,
				"creator": null,
				"video_url": null,
				"description": "Matt Short blasted 134 and spinner Todd Murphy took three wickets to hold off Queensland despite Matt Renshaw's scintillating 66-ball century",
				"content": "Report Sizzling Short century helps Victoria beat Queensland Matt Short blasted 134 and spinner Todd Murphy took three wickets to hold off Queensland despite Matt Renshaw's scintillating 66-ball century AAP and ESPNCricinfo 19-Oct-2023 • 40 mins ago Matt Short made a stunning 134 off 100 • Getty Images Victoria 349 for 6 (Short 134, Merlo 54, Wildermuth 3-72) beat Queensland 330 (Renshaw 102, McDermott 86, Bryant 62, Murphy 3-45) by 19 runs A stunning century from the in-form Matthew Short and a decisive spell of spin bowling by Todd Murphy led Victoria to a 19-run win over Queensland in a thrilling and high-scoring Marsh Cup clash. Matt Renshaw scored a blistering 66-ball century for Queensland but it wasn't enough to haul in the monster target of 350. Will Sutherland held his nerve at the death also taking three wickets while Victoria captain Peter Handscomb also took five catches, including one crucial one-handed screamer. Short's 134 from 100 deliveries set the tone for Victoria's total of 349 for 6 at Mackay's Great Barrier Reef Arena on Thursday. The Bulls were 212 for 1 in the 28th over in reply and on track for victory, until Murphy bowled a crafty second spell of offspin to turn the match. Renshaw and Ben McDermott added 175 off 124 deliveries, with Renshaw making 102 from 68 balls while McDermott made 86 from 82, before Murphy dismissed both in quick succession. McDermott was bowled attempting a reverse sweep before Renshaw holed out to deep square two overs later. Max Bryant got the Bulls close by thumping eight fours and two sixes in his 60-ball 62 while shepherding the tail, but Murphy took a superb running catch over his shoulder from the first ball of the 49th over from Sutherland to finish the match, with Queensland all out for 330. Short and opening partner Tom Rogers earlier combined in a 127-run stand, with Rogers contributing 42. Late cameos from Sam Harper and Jonathan Merlo continued the momentum with Merlo finishing 54 not out. Short, 27, was player of the tournament in the BBLlast season and earned selection for Australia in T20I and ODI cricket in recent months. He scored a century days earlier at the same venue in Victoria's heavy innings defeat by Queensland in the Sheffield Shield. Short was severe on anything short and pulled a Kane Richardson delivery out of the arena into distant bushes. The ball was lost and had to be replaced as Victoria raced to 68 for 0 after 10 overs. Bulls seamer Gurinder Sandhu was the pick of the bowlers and kept things mostly tight, but Short played an exquisite back-foot cover drive for a boundary to showcase his stellar form. For Queensland in reply, McDermott hit the ball cleanly throughout his whirlwind innings, while Renshaw was imperious all around the ground and used his wrists to place the ball at will. Victorian seamer Sam Elliott snared Bulls captain Jimmy Peirson and Jack Wildermuth in consecutive deliveries as the hosts failed to capitalise on their fabulous start. A diving Handscomb catch at first slip to dismiss Sandhu after wicketkeeper Harper dropped the ball was decisive in the result, with the Victorian skipper having a blinder in the field. Matthew Short Todd Murphy Matt Renshaw Ben McDermott Queensland Victoria Victoria vs Queensland The Marsh Cup",
				"pubDate": "2023-10-19 09:23:38",
				"image_url": "http://p.imgci.com/db/PICTURES/CMS/369300/369384.jpg",
				"source_id": "espncricinfo",
				"source_priority": 1162,
				"country": [
					"india"
				],
				"category": [
					"top"
				],
				"language": "english"
			},
			{
				"article_id": "c264c70013cebc1626e07f506e3a0ba6",
				"title": "‘Her only crime was going out to a party’: Brother of woman abducted by Hamas pleads for help",
				"link": "https://www.hindustantimes.com/world-news/her-only-crime-was-going-out-to-a-party-brother-of-woman-abducted-by-hamas-pleads-for-help-101697705781873.html",
				"keywords": null,
				"creator": null,
				"video_url": null,
				"description": "A man has taken to Facebook to plead for the release of his sister, who was abducted by Hamas terrorists from the Nova Music Festival in Israel",
				"content": "A man has taken to Facebook to plead for the release of his sister, Liraz Assulin, 38, who was abducted by Hamas terrorists from the Nova Music Festival in Israel on October 7. She is now being held hostage in Gaza. An aerial view shows the burnt cars of festival-goers at the site of an attack on the Nova Festival by Hamas gunmen from Gaza, near Israel's border with the Gaza Strip, in southern Israel, October 12, 2023 (REUTERS/Ilan Rosenberg) Tamir Assulin shared a reel on Facebook, where his sister is seen enjoying life in some happy moments caught on camera. On the reel, Tamir wrote, in part, “Her only crime was going out to a party on the morning of October 7th”. We're now on WhatsApp. Click to join. “She is wounded. She is a gorgeous woman, beloved and pure. full of life, has a heart of gold, loves everyone. She loves traveling, seeing the world, and celebrating life. She is always surrounded by friends and family, and cares for everyone and helps everyone. She is the Amazing Aunt Liraz.She loves to host, to laugh. She is the family’s pillar of strength, a family, now lacking its center, that is unable to function and digest the shocking,inhuman news it must face,” Tamir wrote in the caption. Tamir said that Liraz went to the festival with her friends following a family dinner. She sent a message to her family when the missiles started being launched by Hamas. ‘She whispered that they are under fire and that she loves us’ “She wrote that they were down on the ground, waiting to the right time to get back to their cars. About ten minutes later she sent a voicemail. She sounded terrified. She whispered that they are under fire and that she loves us and that we’re her family.Liraz is a CPA. She holds a first degree in accountancy and a second degree in business administration and finance.On Sunday 8 October 2023, a video was sent from Gaza, where her CPA certificate was displayed. For four days she was defined “missing,” without a clue to her wellbeing or whereabouts,” Tamir wrote. The party descended into chaos when the terrorists attacked the site, killing at least 260 people and abducting many more. Thousands of people attended the party, near Kibbutz Re'im close to Gaza. Palestinian gunmen attacked the site and shot people down as they tried to escape. ‘Help us bring Liraz home’ “On Wednesday, October 11, we were officially notified that Liraz had been kidnapped and is being held in Gaza. We don’t know whether she’s received needed medical treatment.We call out to anyone who can offer whatever help possible to provide Liraz with medical treatment and release her, and all the other captured civilians who wanted to celebrate life in a peace festival” said Tamir. He added, “Please! anyone who can help, pray, mobilize people. Anything. Help us bring all the captured home. Help us bring Liraz home, safe and healthy !Help us bring Liraz and all the captured home NOW !” (Tamir Assulin/Facebook) (Tamir Assulin/Facebook) (Tamir Assulin/Facebook) Over 200 people are being held hostages by Hamas . About 50 more victims who were kidnapped are being held by other “resistance factions and in other places,” Hamas military officials said, according to New York Post. \"Exciting news! Hindustan Times is now on WhatsApp Channels Subscribe today by clicking the link and stay updated with the latest news!\" Click here! Get Latest World News and Israel Hamas War News Live along with Latest News from India at Hindustan Times. SHARE THIS ARTICLE ON",
				"pubDate": "2023-10-19 09:21:24",
				"image_url": "https://www.hindustantimes.com/ht-img/img/2023/10/19/1600x900/Nova_1697706662557_1697706663348.jpg",
				"source_id": "hindustantimes",
				"source_priority": 933,
				"country": [
					"india"
				],
				"category": [
					"world"
				],
				"language": "english"
			},
			{
				"article_id": "4a241e98865fe1dd71afbdb764af165e",
				"title": "Carlton recruit Elijah Hollands facing drugs charges - on same day Melbourne's Joel Smith was suspended after testing positive for cocaine",
				"link": "https://www.dailymail.co.uk/sport/afl/article-12648499/Carlton-recruit-Elijah-Hollands-facing-drugs-charges-day-Melbournes-Joel-Smith-suspended-testing-positive-cocaine.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
				"keywords": null,
				"creator": null,
				"video_url": null,
				"description": "New Carlton recruit Elijah Hollands is set to appear in court on drugs charges - in the second drugs scandal to rock the AFL in 24 hours.",
				"content": "Carlton recruit Elijah Hollands facing drugs charges - on same day Melbourne's Joel Smith was suspended after testing positive for cocaine READ MORE: Melbourne star Joel Smith tests positive for cocaine By Andrew Prentice For Daily Mail Australia Published: 09:49, 19 October 2023 | Updated: 10:01, 19 October 2023 e-mail New Carlton recruit Elijah Hollands is set to appear in court on drugs charges - in the second drugs scandal to rock the AFL in 24 hours. Hollands, 21, joined the Blues from Gold Coast on deadline day on Wednesday. The club already knew about his upcoming court appearance for allegedly possessing an illicit substance and he will start training at Carlton with the rest of the squad in November. New Carlton recruit Elijah Hollands is set to appear in court on drugs charges 'The club was notified last month by Hollands, who was a Gold Coast Suns player at the time, given its existing interest in bringing him to the football club,' Carlton said in a statement. 'An informed decision was then made to proceed with the recruitment and the club will now provide the necessary support to Hollands. 'He will commence pre-season training upon its scheduled resumption in November. 'As the matter is currently before the courts, the club will make no further comment at this time.' Gold Coast also released a statement saying the charge related to a 'small quantity of an illicit substance'. 'All players receive extensive education on the AFL's Illicit Drugs Policy and are fully aware of the behaviours and standards expected of them as AFL players,' the club said. 'The AFL Integrity Unit have been made aware and are in the process of conducting their own investigation.' It comes on the same day Melbourne Demons star Joel Smith was provisionally suspended by the AFL after testing positive to cocaine. Melbourne Demons star Joel Smith has been provisionally suspended by the AFL after testing positive to a banned substance, believed to be cocaine The league confirmed they are 'working with' Smith on the matter, with the ban effective immediately. The AFL said a urine sample taken from Smith after the round 23 game versus Hawthorn at the MCG returned a positive test to cocaine. Smith, 27 - who featured in Melbourne's two losing finals - is aware of the result after he was informed by Sports Integrity Australia. The maximum penalty for an in-competition test is a four-year ban. But if Smith can prove the breach was unintentional, he will only be sidelined for a month. Smith, 27, was tested on August 20 after the Demons beat Hawthorn at the MCG Smith kicked three goals in Melbourne' semi-final loss to Carlton and became a father for the first time in September 'It is asserted that a sample provided by Smith during an in-competition doping control test on 20 August 2023 returned an AAF for the presence of cocaine and its metabolite benzoylecgonine being a prohibited substance under the code,' the AFL said in statement. 'Smith was tested after the Round 23 Melbourne vs Hawthorn game on Sunday August 20, 2023 and was notified by Sport Integrity Australia last week in relation to the finding. 'The AFL was made aware of the test results at the same time. 'The matter is now progressing in accordance with the code, initially involving further investigation by Sport Integrity Australia supported by the AFL. 'In the interim Smith will not be part of Melbourne's football program.' Smith forced his way into the Demons side in round 12 against Carlton and then featured in every game for the remainder of the season. He kicked three goals in Melbourne' semi-final loss to Carlton and became a father for the first time in September. AFL Gold Coast Melbourne Share or comment on this article: Carlton recruit Elijah Hollands facing drugs charges - on same day Melbourne's Joel Smith was suspended after testing positive for cocaine e-mail Sorry we are not currently accepting comments on this article.",
				"pubDate": "2023-10-19 09:01:51",
				"image_url": "https://i.dailymail.co.uk/1s/2023/10/19/09/76743539-0-image-m-16_1697705342348.jpg",
				"source_id": "dailymailuk",
				"source_priority": 135,
				"country": [
					"united kingdom"
				],
				"category": [
					"top"
				],
				"language": "english"
			},
			{
				"article_id": "d3b1d2455aea2cad08710810fbd5c8ac",
				"title": "Future of antibiotics: New drugs, probiotics, phage therapy can help combat antibiotic resistance",
				"link": "https://www.news9live.com/health/medicine/future-of-antibiotics-new-drugs-probiotics-phage-therapy-can-help-combat-antibiotic-resistance-2325336",
				"keywords": [
					"Medicine"
				],
				"creator": [
					"Unnati Gusain"
				],
				"video_url": null,
				"description": "The future of antibiotics is a complex interplay of scientific innovation, responsible usage, and alternative strategies. While developing new antibiotics is crucial, it is equally important to safeguard the effectiveness of existing drugs by combatting antibiotic resistance",
				"content": "New Delhi: Antibiotics have been a cornerstone of modern medicine, revolutionising our ability to treat bacterial infections and save countless lives. However, the future of antibiotics is at a crossroads, as we grapple with the challenge of antibiotic resistance. Dr Anurag Aggarwal, Consultant-Internal Medicine, Fortis Escorts Hospital, Faridabad, explained that the evolving landscape of antibiotics and the strategies that hold promise for their future. He said, “The future of antibiotics is a complex interplay of scientific innovation, responsible usage, and alternative strategies. While developing new antibiotics is crucial, it is equally important to safeguard the effectiveness of existing drugs by combatting antibiotic resistance.” Also read: Dangers of antibiotic resistance Antibiotic Resistance: A looming crisis The overuse and misuse of antibiotics have led to the emergence of antibiotic-resistant bacteria. This is a global health crisis, as common infections become harder to treat, and once-treatable diseases re-emerge as threats. If left unchecked, antibiotic resistance could lead to a post-antibiotic era, where even minor infections might become life-threatening. Antibiotic pipeline The expert added, “One crucial aspect of the future of antibiotics is the development of new drugs. Pharmaceutical companies, government agencies, and research institutions are actively working to discover and develop novel antibiotics. These next-generation antibiotics aim to be more effective, have fewer side effects, and target antibiotic-resistant bacteria.” Alternative approaches The future of antibiotics isn’t solely dependent on new drugs. Alternative approaches are gaining attention, including: Phage Therapy: Using bacteriophages, viruses that infect and kill bacteria, as a means to treat bacterial infections. Probiotics: Enhancing the body’s natural defense mechanisms by promoting healthy gut bacteria to prevent infections. Also read: Air pollution can also increase risk of antibiotic resistance Combination Therapies: Using multiple antibiotics or antibiotics in combination with other drugs to increase efficacy and reduce resistance development. Responsible antibiotic use To secure the future of antibiotics, it’s essential that we use these drugs responsibly. Healthcare providers, policymakers, and the public must work together to: 1. Promote appropriate antibiotic use, including completing the full prescribed course. 2. Avoid self-medication and demand antibiotics only when prescribed by healthcare professionals. 3. Implement robust antibiotic stewardship programs in healthcare settings. The future of antibiotics depends on a delicate balancing act between innovation and preservation, and our collective commitment to this challenge will determine the course of modern medicine. Antibiotics are precious, and their future is in our hands.",
				"pubDate": "2023-10-19 08:46:00",
				"image_url": null,
				"source_id": "news9live",
				"source_priority": 193096,
				"country": [
					"india"
				],
				"category": [
					"health"
				],
				"language": "english"
			},
			{
				"article_id": "a1f833ed62d47dbdc518ea29ab8ea8e2",
				"title": "Doctor says we should eat these 'gut helping' foods to avoid catching the flu",
				"link": "https://www.walesonline.co.uk/news/health/doctor-says-should-eat-gut-27938117",
				"keywords": [
					"News"
				],
				"creator": [
					"newsdesk@walesonline.co.uk (Charlotte Smith)"
				],
				"video_url": null,
				"description": "Nutritionist shares her tips to improve gut health and reduce your chances of getting ill ahead of cold and flu season",
				"content": "A leading nutritionist has shared her top diet tips to help improve your gut health and reduce your chances of getting ill. Her advice comes ahead of the cold and flu season, where millions of Brits will catch various viral illnesses. Improving your gut health is beneficial for your overall well-being. It can also boost your immune system, enhance your mood and brain function as well as promoting better quality sleep. With the NHS reporting an average of 344 hospital beds are taken up a day by flu cases in the second week of November, it’s more important than ever to get out of your gut rut in the run-up to flu season. Kerri Ferraioli, expert nutritionist at YorkTest , has shared the foods you should incorporate into your diet to promote good gut health and help reduce your chances of getting ill. Fill up on fibre-rich foods Fruit and vegetables are some of the best sources of fibre and nutrients for a healthy gut. For good gut health, it’s recommended to eat 30g of fibre a day. Foods high in fibre include: Oats - 10.6g (approx per 100g) Avocados - 6.8g per 100g Raspberries - 6.5g per 100g Black beans - 4.2g (approx per 100g) To get your fibre fix, try a bowl of porridge with sliced banana and raspberries for breakfast. Eat fermented foods for probiotics Fermented foods are packed with good bacteria, or probiotics, which if eaten regularly can boost your gut health. UK adults are recommended to have between 5 and 20 billion probiotic bacteria a day. Probiotic superfoods you can add to your diet include: Fermented pickles (in brine) - 1,000 - 100,000 CFU/g Yoghurt - 1 million CFU/g on average Kefir - 10 million CFU/ml Kombucha - 10 million CFU/ml on average Sauerkraut - 100 million - 1 billion CFU/g Kimchi - 10,000 - 100,000 CFU/g up to 100 million CFU/g Sourdough bread - 10,000- 100,000 CFU/g Some types of cheese - 1 million CFU/g For a probiotic punch, try a ploughman’s sandwich on sourdough bread for lunch. Prebiotic foods to support good gut health Prebiotics are non-digestible and act as nutrients for your good bacteria, or probiotics. Common types of prebiotics include fructans, insulin, pectin and oligosaccharides, which can be found in a variety of foods. You’re probably already eating prebiotics if you have a high-fibre diet, although increasing your intake will only help you feel the benefits. Prebiotic superfoods: Garlic - contains fructans which give prebiotic effects Onions - contain prebiotics from inulin, as well as high vitamin C. Unripe bananas - Prebiotics from resistant starch found in the pulp and peel Artichokes - contains high insulin levels Whole oats - resistant starches in oats help to stimulate growth of good bacteria Apples - unpeeled apples are naturally high in prebiotic pectin Chicory root - contains prebiotic fibre inulin Dandelion greens - high in inulin Asparagus - high inulin when raw or lightly cooked Ground flaxseed - contains lignans, another prebiotic source Making an apple and flaxseed crumble would be perfect for a prebiotic-packed treat, high in pectin, lignans and resistant starches to support good gut health. Daily dose of vitamins for immunity Having a vitamin C deficiency can make it harder for our bodies to fight off infection, increasing the risk of catching a cold or flu over time. To reduce the risk of deficiency it’s recommended that adults consume around 40 mg of vitamin C per day. While your gut plays a big part in immunity, it can’t do all the work. Ensuring you have enough vitamin C in your diet will help to further reduce your risk of getting ill. Foods high in Vitamin C: Orange - 52mg of vitamin C per 100g Strawberries - 57mg of vitamin C per 100g Kiwi - 59mg of vitamin C per 100g Broccoli - 79mg of vitamin C per 100g Red cabbage - 55mg of vitamin C per 100g Getting your daily dose of vitamin C can be as simple as having a glass of orange juice in the morning, or adding some berries to your breakfast. Subscribe here for the latest news where you live Avoid fatty, fried and processed foods Both sugar and processed foods are harder for the body to digest, leading to an imbalance of bad bacteria in your gut that can cause inflammation and bloating. Cutting down on greasy fried foods may help to improve digestion and restore the gut biome. Instead, try to eat lean, whole foods. Prioritise relaxation time If you live a stressful lifestyle, you may struggle to feel the benefits of eating your way to a healthy gut; this is because the stress response inhibits the digestive system, making your dietary efforts less impactful. However, the relaxation response activates the digestive system, supporting your gut health and immunity. So taking time to relax, in whatever way works for you, is essential alongside your diet to support gut health. Kerri Ferraioli, expert nutritionist at YorkTest, added: \"Good gut health isn’t just a TikTok trend, it’s vital to your overall well-being as a lot of the cells that make up your immune system can be found in the digestive tract. Most people don’t think about making conscious choices to improve their immune system until they’re already down with the cold or flu. \"Taking steps to improve your gut health with small changes to your diet is an easy way to help avoid these uncomfortable situations. It’s also important to recognise the things that may be impacting your gut health, such as fatty foods and a stressful lifestyle. \"Taking a holistic approach to gut health, making both diet and lifestyle changes, is your best course of action for a healthy gut. If you’re concerned about your gut health and bloating, it may be worth taking a food intolerance test as around 45% of the UK population are thought to suffer from a food intolerance which can be associated with these symptoms.\" For more information on gut health and food intolerance, visit: https://www.yorktest.com/",
				"pubDate": "2023-10-19 08:33:58",
				"image_url": "https://i2-prod.walesonline.co.uk/incoming/article27938130.ece/ALTERNATES/s615/0_GettyImages-1366554108.jpg",
				"source_id": "walesonline",
				"source_priority": 16103,
				"country": [
					"united kingdom"
				],
				"category": [
					"politics",
					"world",
					"top",
					"health"
				],
				"language": "english"
			},
			{
				"article_id": "22b9a5c5930455e636e1c386db644883",
				"title": "LETTER — Vote to preserve a positive future",
				"link": "https://www.brandonsun.com/opinion/2023/10/19/letter-vote-to-preserve-a-positive-future",
				"keywords": [
					"Letters to the Editor",
					"Opinion"
				],
				"creator": [
					"Brandon Sun"
				],
				"video_url": null,
				"description": "Brandon voters need to be concerned about who is running for election to the Brandon School Division Board of Trustees on Oct. 23. There is, at least potentially, a lot […]",
				"content": "Brandon voters need to be concerned about who is running for election to the Brandon School Division Board of Trustees on Oct. 23. There is, at least potentially, a lot at risk. Some candidates openly support inclusion, diversity and following the Canadian Charter of Rights and Freedoms to respect the varying needs of all students including those within the local LGBTQIA+ community. Some candidates are openly NOT as supportive of the rights of LGBTQIA+ students. I don’t expect any of the candidates to change their beliefs, nor do I believe that, if elected, they can ‘check their beliefs at the boardroom door.’ I do expect our school board to be unanimously in support of the Canadian Charter of Rights and Freedoms. Why would we elect individuals whose stated biases suggest they would work on the board towards less tolerance, less inclusion and a more divisive education environment for our students? Such candidates do not adequately represent the democratic values of the majority of Brandonites. Read this article for free: Already have an account? As we navigate through unprecedented times, our journalists are working harder than ever to bring you the latest local updates to keep you safe and informed. Now, more than ever, we need your support. Starting at $14.99 plus taxes every four weeks you can access your Brandon Sun online and full access to all content as it appears on our website. or call circulation directly at (204) 727-0527. Your pledge helps to ensure we provide the news that matters most to your community! Opinion Brandon voters need to be concerned about who is running for election to the Brandon School Division Board of Trustees on Oct. 23. There is, at least potentially, a lot at risk. Some candidates openly support inclusion, diversity and following the Canadian Charter of Rights and Freedoms to respect the varying needs of all students including those within the local LGBTQIA+ community. Some candidates are openly NOT as supportive of the rights of LGBTQIA+ students. I don’t expect any of the candidates to change their beliefs, nor do I believe that, if elected, they can ‘check their beliefs at the boardroom door.’ I do expect our school board to be unanimously in support of the Canadian Charter of Rights and Freedoms. Why would we elect individuals whose stated biases suggest they would work on the board towards less tolerance, less inclusion and a more divisive education environment for our students? Such candidates do not adequately represent the democratic values of the majority of Brandonites. There are approximately 8,000 students in Brandon’s 23 schools, 900 staff and an operational budget of approximately $122 million. Our elected school board trustees have much to do and need a unified focus to accomplish their mission statement. Vote for candidates who can help do that and not obstruct the board’s work while pushing their personal, oppositional beliefs on the topic of LGBTQIA+ students. If you are unsure of the candidates’ views, do a search of the recent news reports and columns in the The Brandon Sun for information on each candidate. Vote to preserve a positive future for all students in the Brandon School Division. Richard Oakden Brandon Advertisement Advertisement",
				"pubDate": "2023-10-19 08:00:57",
				"image_url": null,
				"source_id": "brandonsun",
				"source_priority": 1087928,
				"country": [
					"canada"
				],
				"category": [
					"top"
				],
				"language": "english"
			}
		],
		"nextPage": "1697702457827847602"
	},
	"qInTitle": ""
}